Repository: oscarnovasf/onovas_add_calendar_block
Catalog: config/translations/onovas_add_calendar_block.*.po
Languages: es

source: You can now <a href="@url_settings">configure the onovas: Add Calendar Block module</a> for your site.
es: Puedes <a href="@url_settings">configurar el módulo onovas: Add Calendar Block </a> para tu sitio.

source: onovas: Add Calendar Block - Functionalities
es: onovas: Add Calendar Block - Funcionalidades

source: Settings
es: Configuración

source: Global settings for onovas: Add Calendar Block
es: Configuración global para onovas: Add Calendar Block

source: Config onovas: Add Calendar Block
es: Configurar onovas: Add Calendar Block

source: Allow users to access onovas: Add Calendar Block Config.
es: Permitir a los usuarios acceder a la configuración de onovas: Add Calendar Block.

source: Location
es: Ubicación

source: Calendars
es: Calendarios

source: <p><h2>Calendars Settings</h2></p>
es: <p><h2>Configuración de calendarios</h2></p>

source: Show countdown
es: Mostrar cuenta atrás

source: Select the calendars to enable
es: Seleccionar los calendarios a habilitar

source: Link texts
es: Texto para enlaces

source: Text for Google Link
es: Texto para el enlace Google

source: Text for Outlook Link
es: Texto para el enlace Outlook

source: Text for Yahoo Link
es: Texto para el enlace Yahoo

source: Text for iCalc Link
es: Texto para el enlace iCalc

source: Info
es: Información

source: License
es: Licencia

source: Help
es: Ayuda

source: Type of node that contains the event.
es: Tipo de contenido que contiene el evento.

source: -- Select one --
es: -- Seleccionar uno --

source: Getting fields...
es: Obteniendo campos...

source: Event start date field.
es: Campo de fecha de inicio del evento.

source: Event end date field.
es: Campo de fecha de finalización del evento.

source: Event location field.
es: Campo de ubicación del evento.

source: Event description field.
es: Campo de descripción del evento.

source: Days
es: Días

source: Hours
es: Horas

source: Minutes
es: Minutos

source: Seconds
es: Segundos
